{"Mirazur":{"city":"Menton","country":"France","description":"Mirazur is a restaurant in Menton, France rated with three stars by the Michelin Guide. The restaurant is run by Argentinian chef Mauro Colagreco, who previously worked with Bernard Loiseau, Alain Passard, Alain Ducasse and Guy Martin. He opened Mirazur in 2006 at the age of 29. He was awarded his first Michelin star within a year, followed by the second star in 2012. In 2019, Colagreco became the first chef not born in France to be awarded three stars in the French edition of the Guide Michelin.","no_of_seats":"19","ratings":[5],"video":"https://www.youtube.com/watch?v=x_U3WFt-Ce8"},"Noma":{"city":"Copenhagen","country":"Denmark","description":"Noma is a two-Michelin-star restaurant run by chef René Redzepi in Copenhagen, Denmark. The name is a syllabic abbreviation of the two Danish words 'nordisk' (Nordic) and 'mad' (food). Opened in 2003, the restaurant is known for its reinvention and interpretation of the Nordic Cuisine. In 2010, 2011, 2012 and 2014, it was ranked as the Best Restaurant in the World by Restaurant magazine—as of 2019 it is ranked 2nd","no_of_seats":20,"ratings":[5],"video":"https://www.youtube.com/watch?v=RPy41Sie8Os"},"Asador Etxebarri":{"city":"Axpe","country":"Spain","description":"Asador Etxebarri is a Spanish restaurant in Atxondo (Biscay), Basque Country which was voted 3rd best in the world in Restaurant (magazine) Top 50 Awards in 2019 and 6th in 2015. The chef is Victor Arguinzoniz, who cooks everything over a grill. Thus, all courses, even dessert, have the taste of fire. Victor Arguinzoniz, the owner and chef was born in the same village, next to the restaurant, and worked in a flag factory for many years before buying the restaurant with his father and uncle. He taught himself to cook and built his own kitchen full of manual grilling contraptions using multiple types of wood. Victor loves to barbecue and he is rarely seen out of the kitchen. He is known for juicy Palamós prawns, homemade chorizo tartare and finally a huge tomahawk steak before dessert. Wines are chosen by Mohamed Benabdallah who was previously at Mugaritz.","no_of_seats":20,"ratings":[5],"video":"https://www.youtube.com/watch?v=XG886DHfp68"},"Gaggan":{"city":"Bangkok","country":"Thailand","description":"Gaggan is a restaurant run by chef Gaggan Anand in Bangkok, Thailand. On August 25, 2019 Gaggan closed and the last guest serving date was August 24, 2019. In 2018, it comes top of Asia’s 50 Best Restaurants for the fourth consecutive year in the list of The World's 50 Best Restaurants edited by Restaurant, ranking 7th overall worldwide. Gaggan earned 2 Michelin star in the first edition of the Thailand Michelin guide in 2018.","no_of_seats":20,"ratings":[5],"video":"https://www.youtube.com/watch?v=AQqVV9tWOcU"},"Geranium":{"city":"Copenhagen","country":"Denmark","description":"Geranium is a Danish gourmet restaurant, situated in Parken in the center of Copenhagen. The head chef is the Danish chef Rasmus Kofoed, who won the Bocuse d'Or in 2011. It is the only Danish three-starred restaurant according to the Michelin Guide.","no_of_seats":20,"ratings":[5],"video":"https://www.youtube.com/watch?v=CoAvaYOwm6k"},"Central":{"city":"Lima","country":"Peru","description":"Central Restaurante is a restaurant located in the Barranco District, Lima, Peru. Central Restaurante is the flagship restaurant of Peruvian chef, Virgilio Martínez Véliz, and serves as his workshop in the investigation and integration of indigenous Peruvian ingredients into the restaurant's menu. The restaurant is known for its contemporary interpretation and presentation of Peruvian cuisine.","no_of_seats":"19","ratings":[5],"video":"https://www.youtube.com/watch?v=isgXLONdDZM"},"Mugaritz":{"city":"San Sebastian","country":"Spain","description":"Mugaritz is a well-known restaurant in Rentería, Guipúzcoa (Spain), which opened on March 1998 under the management of Chef Andoni Luis Aduriz. It is considered one of the world's best restaurants since 2006 according to Restaurant Magazine and has been recently been ranked fourth in this toplist.","no_of_seats":20,"ratings":[5],"video":"https://www.youtube.com/watch?v=NDkz9uRSx-s"},"Arpege":{"city":"Paris","country":"France","description":"Arpège (French pronunciation: ​[aʁpɛʒ], Arpeggio) is a 3 Michelin-star French restaurant in Paris. The chef is Alain Passard. It was previously known as L'Archestrate by Alain Senderens. Passard bought the restaurant from Senderens in 1986. It earned one star in the Michelin Guide in its first year, and earned two soon thereafter. It earned three Michelin stars in 1996, which it has maintained since. It was voted the 8th best restaurant in the world, in The World's 50 Best Restaurants in 2018. Arpège is noted for being suitable for vegetarian and vegan dining.[4]","no_of_seats":20,"ratings":[5],"video":"https://www.youtube.com/watch?v=-0pAnJFjUU8"},"Disfrutar":{"city":"Barcelone","country":"Spain","description":"Open since December 2014, the restaurant Disfrutar (in English “Enjoy”) arose after years of intense work at elBulli, where Mateu Casañas, Oriol Castro and Eduard Xatruch met and trained professionally, and after reaffirming the work done at Compartir opened in April 2012 in Cadaqués.","no_of_seats":20,"ratings":[5],"video":"https://www.youtube.com/watch?v=0rojBGuDizA"},"Maido":{"city":"Lima","country":"Peru","description":"Open since December 2014, the restaurant Maido (in English “Enjoy”) arose after years of intense work at elBulli, where Mateu Casañas, Oriol Castro and Eduard Xatruch met and trained professionally, and after reaffirming the work done at Compartir opened in April 2012 in Cadaqués.","no_of_seats":20,"ratings":[5],"video":"https://www.youtube.com/watch?v=9yeNnFFz50s"}}